Repository: vzandli/GaugeZ
Catalog: GaugeZ/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, bs, de, es, fil, fr, hi, it, ja, ko, mr, pt_br, ru, ta, te, tr, ur, vi, zh_hans, zh_hk

source: Where the rail lives on your screen and how it looks.
ar: مكان استقرار الشريط على شاشتك ومظهره.
bn: আপনার স্ক্রিনে রেলটি কোথায় থাকে এবং দেখতে কেমন দেখায়।
bs: Gdje se traka nalazi na ekranu i kako izgleda.
de: Wo sich die Leiste auf Ihrem Bildschirm befindet und wie sie aussieht.
es: Dónde se ubica la barra en la pantalla y su aspecto.
fil: Kung saan nakalagay ang rail sa iyong screen at kung ano ang hitsura nito.
fr: Emplacement du rail sur votre écran et apparence.
hi: आपकी स्क्रीन पर रेल कहाँ रहती है और यह कैसी दिखती है।
it: Dove posizionare la barra sullo schermo e come appare.
ja: 画面上のレールの配置場所と外観を設定します。
ko: 화면에서 레일의 위치와 모양을 설정합니다.
mr: आपल्या स्क्रीनवर रेल कोठे राहते आणि ती कशी दिसते.
pt_br: Onde a barra fica na tela e qual é a sua aparência.
ru: Расположение панели на экране и ее внешний вид.
ta: உங்கள் திரையில் ரயில் எங்குள்ளது மற்றும் அது எவ்வாறு தோன்றுகிறது.
te: మీ స్క్రీన్‌పై రైల్ ఎక్కడ ఉంటుంది మరియు ఎలా కనిపిస్తుంది.
tr: Şeridin ekranınızda nerede bulunacağı ve nasıl görüneceği.
ur: ریل آپ کی اسکرین پر کہاں رہتی ہے اور کیسی دکھتی ہے۔
vi: Vị trí của thanh viền trên màn hình và giao diện của nó.
zh_hans: 配置边栏在屏幕上的位置及外观。
zh_hk: 邊欄在螢幕上的位置及外觀。

source: White
ar: أبيض
bn: সাদা
bs: Bijela
de: Weiß
es: Blanco
fil: Puti
fr: Blanc
hi: सफ़ेद
it: Bianco
ja: ホワイト
ko: 화이트
mr: पांढरा
pt_br: Branco
ru: Белый
ta: வெள்ளை
te: తెలుపు
tr: Beyaz
ur: سفید
vi: Trắng
zh_hans: 白色
zh_hk: 白色

source: Working
ar: قيد العمل
bn: কাজ চলছে
bs: Radi
de: In Bearbeitung
es: Trabajando
fil: Gumagana
fr: En cours
hi: कार्यरत
it: In elaborazione
ja: 処理中
ko: 작업 중
mr: काम करत आहे
pt_br: Trabalhando
ru: Обработка
ta: செயல்படுகிறது
te: పనిచేస్తోంది
tr: Çalışıyor
ur: کام جاری ہے
vi: Đang hoạt động
zh_hans: 工作中
zh_hk: 工作中

source: Z.ai asked GaugeZ to wait before checking again.
ar: طلب Z.ai من GaugeZ الانتظار قبل الفحص مرة أخرى.
bn: Z.ai আবার পরীক্ষা করার আগে GaugeZ-কে অপেক্ষা করতে বলেছে।
bs: Z.ai je zatražio od aplikacije GaugeZ da pričeka prije ponovne provjere.
de: Z.ai hat GaugeZ gebeten, vor einer erneuten Prüfung zu warten.
es: Z.ai solicitó a GaugeZ esperar antes de volver a consultar.
fil: Hiniling ng Z.ai sa GaugeZ na maghintay bago sumuri muli.
fr: Z.ai a demandé à GaugeZ d’attendre avant de revérifier.
hi: Z.ai ने GaugeZ से दोबारा जांच करने से पहले प्रतीक्षा करने को कहा।
it: Z.ai ha chiesto a GaugeZ di attendere prima di controllare di nuovo.
ja: Z.aiは再確認まで待機するようGaugeZに要求しました。
ko: Z.ai가 다시 확인하기 전에 기다리도록 GaugeZ에 요청했습니다.
mr: Z.ai ने पुन्हा तपासण्यापूर्वी GaugeZ ला थांबण्यास सांगितले.
pt_br: A Z.ai pediu para o GaugeZ aguardar antes de consultar novamente.
ru: Z.ai запросил подождать перед повторной проверкой.
ta: மீண்டும் சரிபார்க்கும் முன் காத்திருக்குமாறு GaugeZ-ஐ Z.ai கேட்டுக் கொண்டது.
te: మళ్లీ తనిఖీ చేయడానికి ముందు వేచి ఉండాలని GaugeZని Z.ai కోరింది.
tr: Z.ai, GaugeZ'den tekrar denetlemeden önce beklemesini istedi.
ur: Z.ai نے GaugeZ کو دوبارہ چیک کرنے سے پہلے انتظار کرنے کو کہا ہے۔
vi: Z.ai đã yêu cầu GaugeZ đợi trước khi kiểm tra lại.
zh_hans: Z.ai 要求 GaugeZ 等待后再检查。
zh_hk: Z.ai 要求 GaugeZ 稍後再檢查。

source: Z.ai rejected the Coding Plan key. Update it in the tool that owns it, then retry.
ar: رفض Z.ai مفتاح خطة البرمجة. قم بتحديثه في الأداة التي تملكه، ثم أعد المحاولة.
bn: Z.ai Coding Plan কী প্রত্যাখ্যান করেছে। এটি সংশ্লিষ্ট টুলে আপডেট করুন, তারপর আবার চেষ্টা করুন।
bs: Z.ai je odbio ključ za Coding Plan. Ažurirajte ga u odgovarajućem alatu, pa pokušajte ponovo.
de: Z.ai hat den Coding Plan-Schlüssel abgelehnt. Aktualisieren Sie ihn im zuständigen Tool und versuchen Sie es erneut.
es: Z.ai rechazó la clave del Coding Plan. Actualízala en la herramienta que la administra y vuelve a intentarlo.
fil: Tinanggihan ng Z.ai ang Coding Plan key. I-update ito sa tool na nagmamay-ari nito, pagkatapos ay subukang muli.
fr: Z.ai a rejeté la clé Coding Plan. Mettez-la à jour dans l’outil associé, puis réessayez.
hi: Z.ai ने Coding Plan कुंजी अस्वीकार कर दी। इसे संबंधित टूल में अपडेट करें, फिर पुनः प्रयास करें।
it: Z.ai ha rifiutato la chiave del Coding Plan. Aggiornala nello strumento di appartenenza, quindi riprova.
ja: Z.aiがCoding Planキーを拒否しました。キーを保持しているツール内で更新してから再試行してください。
ko: Z.ai가 Coding Plan 키를 거부했습니다. 해당 키가 등록된 도구에서 업데이트한 후 다시 시도하십시오.
mr: Z.ai ने Coding Plan की नाकारली. ज्या टूलकडे ती आहे त्यामध्ये ती अपडेट करा, नंतर पुन्हा प्रयत्न करा.
pt_br: A Z.ai rejeitou a chave do Coding Plan. Atualize-a na ferramenta correspondente e tente novamente.
ru: Z.ai отклонил ключ Coding Plan. Обновите его в соответствующем инструменте и повторите попытку.
ta: Coding Plan விசையை Z.ai நிராகரித்தது. அதை வைத்திருக்கும் கருவியில் புதுப்பித்து, பின்னர் மீண்டும் முயற்சிக்கவும்.
te: Coding Plan కీని Z.ai తిరస్కరించింది. దానికి సంబంధించిన టూల్‌లో అప్‌డేట్ చేసి, మళ్లీ ప్రయత్నించండి.
tr: Z.ai, Coding Plan anahtarını reddetti. Anahtarın ait olduğu araçta güncelleyip yeniden deneyin.
ur: Z.ai نے کوڈنگ پلان کی کو مسترد کر دیا۔ اس ٹول میں اسے اپ ڈیٹ کریں جس کی یہ ہے، پھر دوبارہ کوشش کریں۔
vi: Z.ai đã từ chối khóa Coding Plan. Hãy cập nhật khóa trong công cụ sở hữu rồi thử lại.
zh_hans: Z.ai 拒绝了 Coding Plan 密钥。请在所属工具中更新后重试。
zh_hk: Z.ai 拒絕了 Coding Plan 金鑰。請在所屬工具中更新後重試。

source: Z.ai reported no supported quota windows.
ar: أبلغ Z.ai عن عدم وجود فترات حصة مدعومة.
bn: Z.ai কোনো সমর্থিত কোটা উইন্ডো রিপোর্ট করেনি।
bs: Z.ai nije prijavio podržane prozore kvote.
de: Z.ai hat keine unterstützten Kontingentfenster gemeldet.
es: Z.ai no reportó ventanas de cuota compatibles.
fil: Nag-ulat ang Z.ai ng walang sinusuportahang quota window.
fr: Z.ai n’a signalé aucune fenêtre de quota prise en charge.
hi: Z.ai ने किसी समर्थित कोटा विंडो की रिपोर्ट नहीं की।
it: Z.ai non ha segnalato finestre di quota supportate.
ja: Z.aiからサポート対象のクォータ枠が報告されませんでした。
ko: Z.ai에서 지원되는 할당량 기간을 보고하지 않았습니다.
mr: Z.ai ने कोणत्याही समर्थित कोटा विंडोची नोंद केली नाही.
pt_br: A Z.ai não reportou períodos de cota suportados.
ru: Z.ai не сообщил о поддерживаемых окнах квоты.
ta: Z.ai ஆதரிக்கப்படும் ஒதுக்கீட்டு சாளரங்கள் எதையும் தெரிவிக்கவில்லை.
te: Z.ai మద్దతు ఉన్న కోటా విండోలను ఏవీ నివేదించలేదు.
tr: Z.ai desteklenen kota penceresi bildirmedi.
ur: Z.ai نے معاون کوٹہ ونڈوز کی عدم موجودگی کی اطلاع دی۔
vi: Z.ai đã báo cáo không có khung thời gian hạn mức nào được hỗ trợ.
zh_hans: Z.ai 未报告支持的配额周期。
zh_hk: Z.ai 未回報受支援的配額時間窗口。

source: Z.ai returned an error (%lld).
ar: أرجع Z.ai خطأ (%lld).
bn: Z.ai একটি ত্রুটি (%lld) প্রদান করেছে।
bs: Z.ai je vratio grešku (%lld).
de: Z.ai hat einen Fehler zurückgegeben (%lld).
es: Z.ai devolvió un error (%lld).
fil: Nagbalik ang Z.ai ng error (%lld).
fr: Z.ai a renvoyé une erreur (%lld).
hi: Z.ai ने एक त्रुटि (%lld) लौटाई।
it: Z.ai ha restituito un errore (%lld).
ja: Z.aiからエラーが返されました（%lld）。
ko: Z.ai에서 오류를 반환했습니다(%lld).
mr: Z.ai ने त्रुटी (%lld) दिली.
pt_br: A Z.ai retornou um erro (%lld).
ru: Z.ai вернул ошибку (%lld).
ta: Z.ai பிழையை வழங்கியது (%lld).
te: Z.ai లోపాన్ని అందించింది (%lld).
tr: Z.ai bir hata döndürdü (%lld).
ur: Z.ai نے ایک خرابی واپس کی (%lld)۔
vi: Z.ai đã trả về lỗi (%lld).
zh_hans: Z.ai 返回了错误 (%lld)。
zh_hk: Z.ai 傳回錯誤 (%lld)。

source: Z.ai returned an unsupported usage response.
ar: أرجع Z.ai استجابة استخدام غير مدعومة.
bn: Z.ai অসমর্থিত ব্যবহারের প্রতিক্রিয়া প্রদান করেছে।
bs: Z.ai je vratio nepodržan odgovor o korištenju.
de: Z.ai hat eine nicht unterstützte Nutzungsantwort zurückgegeben.
es: Z.ai devolvió una respuesta de uso no compatible.
fil: Nagbalik ang Z.ai ng hindi sinusuportahang tugon sa paggamit.
fr: Z.ai a renvoyé une réponse d’utilisation non prise en charge.
hi: Z.ai ने असमर्थित उपयोग प्रतिक्रिया लौटाई।
it: Z.ai ha restituito una risposta di utilizzo non supportata.
ja: Z.aiからサポートされていない使用状況応答が返されました。
ko: Z.ai에서 지원되지 않는 사용량 응답을 반환했습니다.
mr: Z.ai ने असमर्थित वापर प्रतिसाद दिला.
pt_br: A Z.ai retornou uma resposta de uso não suportada.
ru: Z.ai вернул неподдерживаемый ответ об использовании.
ta: Z.ai ஆதரிக்கப்படாத பயன்பாட்டுப் பதிலை வழங்கியது.
te: Z.ai మద్దతు లేని వినియోగ ప్రతిస్పందనను ఇచ్చింది.
tr: Z.ai desteklenmeyen bir kullanım yanıtı döndürdü.
ur: Z.ai نے غیر معاون استعمال کا رسپانس دیا۔
vi: Z.ai đã trả về phản hồi mức sử dụng không được hỗ trợ.
zh_hans: Z.ai 返回了不支持的用量响应。
zh_hk: Z.ai 傳回不受支援的用量回應。

source: and %lld more
ar: و%lld أخرى
bn: এবং আরও %lldটি
bs: i još %lld
de: und %lld weitere
es: y %lld más
fil: at %lld pa
fr: et %lld de plus
hi: और %lld अन्य
it: e altri %lld
ja: 他%lld件
ko: 외 %lld개
mr: आणि आणखी %lld
pt_br: e mais %lld
ru: и еще %lld
ta: மற்றும் %lld மேலும்
te: మరియు మరో %lld
tr: ve %lld tane daha
ur: اور مزید %lld
vi: và thêm %lld mục nữa
zh_hans: 以及另外 %lld 项
zh_hk: 以及另外 %lld 個

source: hours
ar: ساعات
bn: ঘণ্টা
bs: sati
de: Stunden
es: horas
fil: oras
fr: heures
hi: घंटे
it: ore
ja: 時間
ko: 시간
mr: तास
pt_br: horas
ru: часов
ta: மணிநேரம்
te: గంటలు
tr: saat
ur: گھنٹے
vi: giờ
zh_hans: 小时
zh_hk: 小時

source: in %@
ar: بعد %@
bn: %@ এ
bs: za %@
es: en %@
fil: sa loob ng %@
fr: dans %@
hi: %@ में
it: tra %@
ja: %@後
ko: %@ 후
mr: %@ मध्ये
pt_br: em %@
ru: через %@
ta: %@-இல்
te: %@ లో
tr: %@ içinde
ur: %@ میں
vi: trong %@
zh_hans: %@后
zh_hk: %@ 內

source: just now
ar: الآن
bn: এইমাত্র
bs: upravo sada
de: gerade eben
es: ahora mismo
fil: ngayon lang
fr: à l’instant
hi: अभी-अभी
it: adesso
ja: たった今
ko: 방금 전
mr: आत्ताच
pt_br: agora mesmo
ru: только что
ta: சற்று முன்
te: ఇప్పుడే
tr: az önce
ur: ابھی
vi: vừa xong
zh_hans: 刚刚
zh_hk: 剛才

source: macOS could not update the login item. Move GaugeZ to Applications and try again.
ar: تعذر على macOS تحديث عنصر تسجيل الدخول. انقل GaugeZ إلى مجلد التطبيقات وحاول مرة أخرى.
bn: macOS লগইন আইটেম আপডেট করতে পারেনি। GaugeZ-কে Applications ফোল্ডারে নিয়ে যান এবং আবার চেষ্টা করুন।
bs: macOS nije mogao ažurirati stavku za prijavu. Premjestite GaugeZ u Aplikacije (Applications) i pokušajte ponovo.
de: macOS konnte das Anmeldeobjekt nicht aktualisieren. Verschieben Sie GaugeZ in den Ordner „Programme“ und versuchen Sie es erneut.
es: macOS no pudo actualizar el elemento de inicio. Mueve GaugeZ a Aplicaciones e inténtalo de nuevo.
fil: Hindi ma-update ng macOS ang login item. Ilipat ang GaugeZ sa Applications at subukang muli.
fr: macOS n’a pas pu mettre à jour l’élément d’ouverture. Déplacez GaugeZ dans Applications et réessayez.
hi: macOS लॉगिन आइटम को अपडेट नहीं कर सका। GaugeZ को Applications में ले जाएं और पुनः प्रयास करें।
it: macOS non ha potuto aggiornare l’elemento di login. Sposta GaugeZ in Applicazioni e riprova.
ja: macOSがログイン項目を更新できませんでした。GaugeZを「アプリケーション」フォルダに移動して再試行してください。
ko: macOS에서 로그인 항목을 업데이트할 수 없습니다. GaugeZ를 응용 프로그램 폴더로 이동한 후 다시 시도하십시오.
mr: macOS लॉगिन आयटम अपडेट करू शकले नाही. GaugeZ ला Applications मध्ये हलवा आणि पुन्हा प्रयत्न करा.
pt_br: O macOS não pôde atualizar o item de início. Mova o GaugeZ para a pasta Aplicativos e tente novamente.
ru: macOS не удалось обновить объект входа. Переместите GaugeZ в папку «Программы» и повторите попытку.
ta: macOS உள்நுழைவு உருப்படியைப் புதுப்பிக்க முடியவில்லை. GaugeZ-ஐ பயன்பாடுகள் கோப்புறைக்கு நகர்த்தி மீண்டும் முயற்சிக்கவும்.
te: macOS లాగిన్ అంశాన్ని అప్‌డేట్ చేయలేకపోయింది. GaugeZని అప్లికేషన్‌ల ఫోల్డర్‌కు తరలించి, మళ్లీ ప్రయత్నించండి.
tr: macOS giriş ögesini güncelleyemedi. GaugeZ'yi Uygulamalar klasörüne taşıyıp yeniden deneyin.
ur: macOS لاگ ان آئٹم کو اپ ڈیٹ نہ کر سکا۔ GaugeZ کو Applications فولڈر میں منتقل کریں اور دوبارہ کوشش کریں۔
vi: macOS không thể cập nhật mục đăng nhập. Hãy di chuyển GaugeZ vào Ứng dụng và thử lại.
zh_hans: macOS 无法更新登录项。请将 GaugeZ 移动到“应用程序”文件夹后重试。
zh_hk: macOS 無法更新登入項目。請將 GaugeZ 移至「應用程式」後再試。

source: no requests today
ar: لا توجد طلبات اليوم
bn: আজ কোনো অনুরোধ নেই
bs: nema zahtjeva danas
de: keine Anfragen heute
es: sin solicitudes hoy
fil: walang mga kahilingan ngayon
fr: aucune requête aujourd’hui
hi: आज कोई अनुरोध नहीं
it: nessuna richiesta oggi
ja: 本日のリクエストなし
ko: 오늘 요청 없음
mr: आज कोणत्याही विनंत्या नाहीत
pt_br: sem solicitações hoje
ru: нет запросов сегодня
ta: இன்று கோரிக்கைகள் இல்லை
te: ఈరోజు అభ్యర్థనలు లేవు
tr: bugün istek yok
ur: آج کوئی درخواست نہیں
vi: không có yêu cầu nào hôm nay
zh_hans: 今日无请求
zh_hk: 今天沒有請求

source: units
ar: وحدات
bn: একক
bs: jedinice
de: Einheiten
es: unidades
fil: yunit
fr: unités
hi: इकाइयाँ
it: unità
ja: 単位
ko: 단위
mr: एकके
pt_br: unidades
ru: единиц
ta: அலகுகள்
te: యూనిట్లు
tr: birim
ur: اکائیاں
vi: đơn vị
zh_hans: 单位
zh_hk: 單位

source: weeks
ar: أسابيع
bn: সপ্তাহ
bs: sedmice
de: Wochen
es: semanas
fil: linggo
fr: semaines
hi: सप्ताह
it: settimane
ja: 週間
ko: 주
mr: आठवडे
pt_br: semanas
ru: недель
ta: வாரங்கள்
te: వారాలు
tr: hafta
ur: ہفتے
vi: tuần
zh_hans: 周
zh_hk: 週

source: ~%lld model turns today · derived from local transcripts
ar: حوالي %lld دور نموذج اليوم · مشتق من النصوص المحلية
bn: আজ ~%lldটি মডেল টার্ন · স্থানীয় ট্রান্সক্রিপ্ট থেকে প্রাপ্ত
bs: ~%lld interakcija modela danas · izvedeno iz lokalnih transkripata
de: ~%lld Modell-Züge heute · aus lokalen Transkripten abgeleitet
es: ~%lld turnos del modelo hoy · deducidos de transcripciones locales
fil: ~%lld model turns ngayon · hinango mula sa mga lokal na transcript
fr: ~%lld tours de modèle aujourd’hui · déduits des historiques locaux
hi: आज ~%lld मॉडल टर्न · स्थानीय ट्रांसक्रिप्ट से अनुमानित
it: ~%lld turni del modello oggi · ricavati dalle trascrizioni locali
ja: 本日約%lld回のモデルターン · ローカルログから推計
ko: 오늘 약 %lld회 모델 턴 · 로컬 기록에서 추정됨
mr: आज ~%lld मॉडेल टर्न · स्थानिक ट्रान्सक्रिप्टवरून काढलेले
pt_br: ~%lld interações do modelo hoje · deduzidas de transcrições locais
ru: ~%lld обращений к модели сегодня · на основе локальных журналов
ta: இன்று ~%lld மாடல் திருப்பங்கள் · உள்ளூர் உரையாடல்களிலிருந்து பெறப்பட்டது
te: ఈరోజు ~%lld మోడల్ టర్న్‌లు · స్థానిక ట్రాన్స్‌క్రిప్ట్‌ల నుండి తీసుకోబడింది
tr: bugün ~%lld model turu · yerel kayıtlardan türetildi
ur: آج ماڈل کے تقریباً %lld ٹرنز · مقامی ٹرانسکرپٹس سے حاصل شدہ
vi: ~%lld lượt mô hình hôm nay · suy ra từ bản ghi cục bộ
zh_hans: 今日约 %lld 次模型轮次 · 由本地记录推导
zh_hk: 今天約 %lld 次模型對話輪次 · 取自本機記錄

source: ~%lld requests today
ar: اليوم ~%lld طلب
bn: আজ ~%lldটি অনুরোধ
bs: ~%lld zahtjeva danas
de: ~%lld Anfragen heute
es: ~%lld solicitudes hoy
fil: ~%lld na kahilingan ngayon
fr: ~%lld requêtes aujourd’hui
hi: आज ~%lld अनुरोध
it: ~%lld richieste oggi
ja: 本日約%lld件のリクエスト
ko: 오늘 약 %lld개 요청
mr: आज ~%lld विनंत्या
pt_br: ~%lld solicitações hoje
ru: ~%lld запросов сегодня
ta: இன்று ~%lld கோரிக்கைகள்
te: ఈరోజు ~%lld అభ్యర్థనలు
tr: bugün ~%lld istek
ur: آج ~%lld درخواستیں
vi: ~%lld yêu cầu hôm nay
zh_hans: 今日约 %lld 次请求
zh_hk: 今天約 %lld 次請求

source: Dock
bn: ডক
hi: डॉक
mr: डॉक
ur: ڈاک
zh_hans: 程序坞
